alefragnani.project-manager
amodio.toggle-excluded-files
astro-build.astro-vscode
asvetliakov.vscode-neovim
barbosshack.crates-io
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
codeium.codeium
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
exodiusstudios.comment-anchors
formulahendry.code-runner
golang.go
humao.rest-client
ibm.output-colorizer
jrebocho.vscode-random
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
pucelle.vscode-css-navigation
rafamel.subtle-brackets
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
vspacecode.whichkey
vue.volar
yandeu.five-server
yoavbls.pretty-ts-errors
yutengjing.vscode-colorize-plus
yzhang.markdown-all-in-one
