alefragnani.project-manager
amodio.toggle-excluded-files
astro-build.astro-vscode
asvetliakov.vscode-neovim
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
BrandonKirbyson.vscode-animations
Catppuccin.catppuccin-vsc
charliermarsh.ruff
Codeium.codeium
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
formulahendry.code-runner
golang.go
humao.rest-client
jrebocho.vscode-random
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
rafamel.subtle-brackets
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
thang-nm.catppuccin-perfect-icons
timonwong.shellcheck
tobias-z.vscode-harpoon
usernamehw.errorlens
vadimcn.vscode-lldb
VSpaceCode.whichkey
Vue.volar
webxmsj.autojump
yandeu.five-server
YoavBls.pretty-ts-errors
YuTengjing.vscode-colorize-plus
ziglang.vscode-zig
