alefragnani.project-manager
amodio.toggle-excluded-files
astro-build.astro-vscode
asvetliakov.vscode-neovim
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
BrandonKirbyson.vscode-animations
Catppuccin.catppuccin-vsc
Codeium.codeium
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
golang.go
jrebocho.vscode-random
mads-hartmann.bash-ide-vscode
ms-python.python
ms-python.vscode-pylance
petekinnecom.terminal-command-keys
rafamel.subtle-brackets
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
thang-nm.catppuccin-perfect-icons
usernamehw.errorlens
Vue.volar
yandeu.five-server
