franciscolourenco/done
acomagu/fish-async-prompt
joehillen/to-fish
patrickf1/fzf.fish
wfxr/forgit
danhper/fish-ssh-agent
gazorby/fish-abbreviation-tips
paldepind/projectdo
catppuccin/fish
jorgebucaran/nvm.fish
