catppuccin/fish
franciscolourenco/done
danhper/fish-ssh-agent
matt-ftw/fzf.fish
gazorby/fish-abbreviation-tips
oh-my-fish/plugin-sudope
nickeb96/puffer-fish
jorgebucaran/autopair.fish
