atlauncher-bin
auto-cpufreq
bottles
brave-bin
catppuccin-cursors-macchiato
catppuccin-gtk-theme-macchiato
cava
cemu-bin
check-broken-packages-pacman-hook-git
devify
downgrade
gallery-dl
heroic-games-launcher-bin
keyb-bin
lazydocker
ludusavi
mise-bin
paccache-hook
pacseek
proton-ge-custom-bin
pyprland
qimgv-light
reflector-pacman-hook-git
ryujinx-bin
spicetify-cli
spotify
swayosd-git
sync-pacman-hook-git
sysz
tidal-hifi-bin
topgrade-bin
trashy
ttf-ms-win11-auto
universal-android-debloater-bin
upscayl-bin
vesktop
vscodium-bin
vscodium-bin-marketplace
waybar-updates
wttrbar
yay
zen-browser-avx2-bin
