atlauncher-bin
bottles
brave-bin
catppuccin-cursors-macchiato
catppuccin-gtk-theme-macchiato
catppuccinifier-bin
cava
check-broken-packages-pacman-hook-git
clipse
devify
downgrade
floorp-bin
gallery-dl
gtrash-bin
heroic-games-launcher-bin
hyprpicker
keyb-bin
lazydocker
ludusavi
mise-bin
paccache-hook
pacseek
proton-ge-custom-bin
protonhax
pyprland
qimgv-light
reflector-pacman-hook-git
rofi-games
satty
shadps4-git
spicetify-cli
spotdl
spotify
swayosd-git
sync-pacman-hook-git
sysz
tidal-hifi-bin
topgrade-bin
ttf-ms-win11-auto
universal-android-debloater
upscayl-bin
vesktop
vscodium-bin
vscodium-bin-marketplace
vulkan-headers-git
waybar-updates
wttrbar
yay
zen-browser-bin
